Documentation Simon Pfaff Master Bioinformatic
Start 05.02.18




**** SRR1945438  *incomplete - partial*
     [18-02-20 06:41:17] [fcg] No single circular chloroplast was found. Searching for partial hits...
     [18-02-20 06:42:07] [fcg] Found 3 partial chloroplast sequences
     [18-02-20 06:42:07] [PipeWrap] Running 'mre1': gs -dBATCH -dNOPAUSE -q -sDEVICE=pdfwrite -sOutputFile=ptx.pdf scr-seeds.pdf kfr.pdf
     [18-02-20 06:42:07] [PipeWrap] ptx pipeline completed

      #+BEGIN_SRC sh :dir /home/s229502/Master_thesis/runs/SRR1945438/CE/SRR1945438_1.fastq_ce
      SeqFilter fcg.fa

      #+END_SRC 

      #+RESULTS:
      | #source | state | reads |  bases |    max |  min |    N50 |   N90 |
      | fcg.fa  | RAW   |     3 | 127931 | 102250 | 7791 | 102250 | 17890 |

**** SRR1945443 *Success*
     [18-02-20 06:51:45] [fcg] Found 3 different nodes
     [18-02-20 06:51:45] [fcg] The inverted repeat is node number: 21
     [18-02-20 06:51:45] [fcg] The LSC is node number: 10 and the SSC is node number: 20
     [18-02-20 06:51:45] [fcg] Single circular chloroplast seems to be found
     [18-02-20 06:51:45] [PipeWrap] Running 'mre1': gs -dBATCH -dNOPAUSE -q -sDEVICE=pdfwrite -sOutputFile=ptx.pdf scr-seeds.pdf kfr.pdf
     [18-02-20 06:51:45] [PipeWrap] ptx pipeline completed

 #+BEGIN_SRC sh :dir /home/s229502/Master_thesis/runs/SRR1945443/CE/SRR1945443_1.fastq_ce
 SeqFilter fcg.fa

 #+END_SRC  

 #+RESULTS:
 | #source | state | reads |  bases |    max |    min |    N50 |    N90 |
 | fcg.fa  | RAW   |     1 | 154679 | 154679 | 154679 | 154679 | 154679 |

**** TABLE
|     | CE | FP |
|     |    |    |
|-----+----+----|
| SRR |    |    |
| SRR |    |    |
|     |    |    |
#+BEGIN_SRC sh :dir /home/s229502/Master_thesis/Wrapper/test_auto/
bash ev_stat.sh
#+END_SRC

#+RESULTS:
| SRR         | CE         | FP             |  GO             | IOGA       | NP      | OA             |
| SRR1945446: | ERROR_file | PARTIAL        | INCOMPLETE_high | PARTIAL    | PARTIAL | PARTIAL        |
| SRR1945451: | SUCCESS    | SUCCESS        | INCOMPLETE_high | PARTIAL    | ERROR   | ERROR          |
| SRR1945453: | PARTIAL    | PARTIAL        | INCOMPLETE_high | PARTIAL    | ERROR   | ERROR          |
| SRR1945454: | SUCCESS    | SUCCESS        | INCOMPLETE_high | PARTIAL    | ERROR   | ERROR          |
| SRR1945455: | PARTIAL    | INCOMPLETE_low | PARTIAL         | PARTIAL    | ERROR   | PARTIAL        |
|             |            |                |                 |            |         |                |

# | TEST:       | ERROR_file | ERROR_file | ERROR_file      | ERROR_file | ERROR_file | ERROR_file     |
# NO Paired reads
# | SRR1945447: | ERROR_file | ERROR_file | ERROR_file      | ERROR_file | ERROR_file | ERROR_file     |
# | SRR1945448: | ERROR_file | ERROR_file | ERROR_file      | ERROR_file | ERROR_file | ERROR_file     |
# | SRR1945449: | ERROR_file | ERROR_file | ERROR_file      | ERROR_file | ERROR_file | ERROR_file     |
# | SRR1945450: | ERROR_file | ERROR_file | ERROR_file      | ERROR_file | ERROR_file | ERROR_file     |
# | SRR1945452: | ERROR_file | ERROR_file | ERROR_file      | ERROR_file | ERROR_file | ERROR_file     


** Table
#+BEGIN_SRC sh :dir ~/Master_thesis/runs/prepint_GO_5M
bash ev_stat.sh|column -t
#+END_SRC

#+RESULTS:
| SRR         | CE             | FP             | GO             | IOGA           | NP             | OA             |
|-------------+----------------+----------------+----------------+----------------+----------------+----------------|
| ERR2144882: | PARTIAL        | SUCCESS        | PARTIAL        | PARTIAL        | ERROR          | ERROR          |
| ERR268390:  | PARTIAL        | SUCCESS        | PARTIAL        | PARTIAL        | SUCCESS        | SUCCESS        |
| ERR268421:  | INCOMPLETE_low | PARTIAL        | INCOMPLETE_low | INCOMPLETE_low | PARTIAL        | SUCCESS        |
| ERR845262:  | ERROR_file     | ERROR_file     | ERROR_file     | ERROR_file     | ERROR_file     | ERROR_file     |
| ERR964904:  | ERROR          | INCOMPLETE_low | INCOMPLETE_low | ERROR          | Running        | ERROR          |
| SRR072296:  | PARTIAL        | PARTIAL        | INCOMPLETE_low | PARTIAL        | SUCCESS        | ERROR          |
| SRR1145775: | PARTIAL        | SUCCESS        | PARTIAL        | PARTIAL        | INCOMPLETE_low | ERROR          |
| SRR1919543: | ERROR_file     | ERROR_file     | ERROR_file     | ERROR_file     | ERROR_file     | ERROR_file     |
| SRR1925329: | INCOMPLETE_low | INCOMPLETE_low | INCOMPLETE_low | PARTIAL        | Running        | PARTIAL        |
| SRR1946759: | ERROR_file     | ERROR_file     | ERROR_file     | ERROR_file     | ERROR_file     | ERROR_file     |
| SRR3089810: | PARTIAL        | SUCCESS        | PARTIAL        | PARTIAL        | PARTIAL        | SUCCESS        |
| SRR3656962: | SUCCESS        | SUCCESS        | Running        | PARTIAL        | PARTIAL        | INCOMPLETE_low |
| SRR4099903: | PARTIAL        | SUCCESS        | PARTIAL        | ERROR          | Running        | ERROR          |
| SRR4099904: | INCOMPLETE_low | INCOMPLETE_low | INCOMPLETE_low | INCOMPLETE_low | INCOMPLETE_low | ERROR          |
| SRR4428742: | PARTIAL        | SUCCESS        | PARTIAL        | ERROR          | SUCCESS        | PARTIAL        |
| SRR5028798: | SUCCESS        | SUCCESS        | PARTIAL        | PARTIAL        | Running        | PARTIAL        |
| SRR5152976: | PARTIAL        | SUCCESS        | PARTIAL        | PARTIAL        | INCOMPLETE_low | ERROR          |
| SRR5602572: | SUCCESS        | PARTIAL        | Running        | ERROR          | Running        | ERROR          |
| SRR5602573: | PARTIAL        | PARTIAL        | Running        | ERROR          | Running        | ERROR          |
| SRR5602574: | ERROR          | SUCCESS        | Running        | ERROR          | Running        | ERROR          |
| SRR5602575: | INCOMPLETE_low | SUCCESS        | Running        | ERROR          | Running        | ERROR          |
| SRR5602576: | ERROR          | PARTIAL        | SUCCESS        | ERROR          | Running        | INCOMPLETE_low |
| SRR5602577: | PARTIAL        | PARTIAL        | Running        | ERROR          | Running        | ERROR          |
| SRR5602578: | INCOMPLETE_low | SUCCESS        | PARTIAL        | ERROR          | Running        | ERROR          |
| SRR5602579: | ERROR          | PARTIAL        | Running        | ERROR          | Running        | ERROR          |
| SRR5602581: | INCOMPLETE_low | SUCCESS        | PARTIAL        | ERROR          | Running        | ERROR          |
| SRR5602582: | SUCCESS        | SUCCESS        | PARTIAL        | PARTIAL        | Running        | ERROR          |
| SRR5602583: | ERROR          | INCOMPLETE_low | PARTIAL        | INCOMPLETE_low | Running        | ERROR          |
| SRR5602584: | SUCCESS        | SUCCESS        | PARTIAL        | ERROR          | Running        | SUCCESS        |
| SRR5602585: | SUCCESS        | PARTIAL        | PARTIAL        | PARTIAL        | Running        | ERROR          |
| SRR5602586: | INCOMPLETE_low | PARTIAL        | SUCCESS        | ERROR          | Running        | PARTIAL        |
| SRR5602587: | ERROR          | PARTIAL        | PARTIAL        | ERROR          | Running        | ERROR          |
| SRR5602588: | SUCCESS        | PARTIAL        | Running        | PARTIAL        | Running        | SUCCESS        |
| SRR5602589: | SUCCESS        | SUCCESS        | Running        | ERROR          | Running        | SUCCESS        |
| SRR5602590: | PARTIAL        | PARTIAL        | Running        | PARTIAL        | Running        | ERROR          |
| SRR5602591: | INCOMPLETE_low | SUCCESS        | PARTIAL        | PARTIAL        | Running        | ERROR          |
| SRR5602592: | SUCCESS        | SUCCESS        | Running        | PARTIAL        | Running        | ERROR          |
| SRR5602593: | SUCCESS        | SUCCESS        | PARTIAL        | PARTIAL        | Running        | ERROR          |
| SRR5602594: | INCOMPLETE_low | SUCCESS        | Running        | PARTIAL        | Running        | ERROR          |
| SRR5602595: | ERROR          | INCOMPLETE_low | PARTIAL        | ERROR          | Running        | Running        |
| SRR5602596: | INCOMPLETE_low | PARTIAL        | Running        | PARTIAL        | Running        | ERROR          |
| SRR5602597: | PARTIAL        | SUCCESS        | Running        | ERROR          | Running        | ERROR          |
| SRR5602598: | ERROR          | SUCCESS        | Running        | PARTIAL        | Running        | INCOMPLETE_low |
| SRR5602599: | SUCCESS        | SUCCESS        | Running        | PARTIAL        | Running        | SUCCESS        |
| SRR5602600: | PARTIAL        | SUCCESS        | PARTIAL        | PARTIAL        | Running        | ERROR          |
| SRR5602601: | PARTIAL        | PARTIAL        | PARTIAL        | ERROR          | Running        | ERROR          |
| SRR5602602: | SUCCESS        | SUCCESS        | Running        | PARTIAL        | Running        | SUCCESS        |
| SRR5602603: | ERROR          | SUCCESS        | Running        | PARTIAL        | Running        | ERROR          |
| SRR5602604: | PARTIAL        | SUCCESS        | Running        | PARTIAL        | Running        | ERROR          |
| SRR5602605: | SUCCESS        | PARTIAL        | PARTIAL        | ERROR          | Running        | ERROR          |
| SRR5602606: | INCOMPLETE_low | SUCCESS        | Running        | PARTIAL        | Running        | SUCCESS        |
| SRR5602607: | INCOMPLETE_low | PARTIAL        | PARTIAL        | PARTIAL        | Running        | ERROR          |
| SRR5602608: | PARTIAL        | SUCCESS        | PARTIAL        | PARTIAL        | Running        | ERROR          |
| SRR5602609: | ERROR          | SUCCESS        | Running        | PARTIAL        | Running        | ERROR          |
| SRR5602610: | ERROR          | PARTIAL        | PARTIAL        | INCOMPLETE_low | Running        | ERROR          |
| SRR954512:  | PARTIAL        | PARTIAL        | PARTIAL        | ERROR          | Running        | SUCCESS        |
| SRR955759:  | SUCCESS        | SUCCESS        | PARTIAL        | ERROR          | Running        | SUCCESS        |


** AliTV

#+BEGIN_SRC sh :dir ~/Master_thesis/runs/Athaliana
cat list_AliTV |column -t
#+END_SRC

#+RESULTS:
| SRR         | CE             | FP              | GO      | IOGA | NP | OA |
| SRR1945451: | SUCCESS        | SUCCESS         | -       | -    | -  | -  |
| SRR1945445: | INCOMPLETE_low | INCOMPLETE_low  | Running | -    | -  | -  |
| SRR1945454: | SUCCESS        | SUCCESS         | -       | -    | -  | -  |
| SRR1946223: | SUCCESS        | INCOMPLETE_high | Running | -    | -  | -  |
| SRR1946425: | SUCCESS        | INCOMPLETE_high | Running | -    | -  | -  |
| SRR1946405: | SUCCESS        | INCOMPLETE_low  | Running | -    | -  | -  |
| SRR1945791: | INCOMPLETE_low | INCOMPLETE_low  | Running | -    | -  | -  |
| SRR1946553: | SUCCESS        | SUCCESS         | -       | -    | -  | -  |
| SRR1946316: | INCOMPLETE_low | SUCCESS         | -       | -    | -  | -  |
| SRR1945624: | ERROR          | PARTIAL         | Running | -    | -  | -  |
| SRR1945998: | ERROR          | INCOMPLETE_low  | Running | -    | -  | -  |

** Stats
#+BEGIN_SRC sh :dir ~/Master_thesis/runs/Athaliana                                                                                                                                                                 
bash percent_stat.sh stat_AT_09-04.log |column -t                                                                                                                                                                                          
#+END_SRC 

#+RESULTS:
| Tool    | SUCCESS | %    | ERROR | PARTIAL | INCOMPl | NO_PAIR | Running | Total |
| CE      |     119 | ~16% |    45 |       2 |     596 |     184 |       0 |       |
| FP      |     222 | ~29% |    28 |       8 |     504 |     184 |       0 |       |
| GO      |       0 | ~0%  |   137 |       0 |     403 |       0 |       0 |       |
| IOGA    |       0 | ~0%  |     0 |       0 |       0 |       0 |       0 |       |
| NP      |       0 | ~0%  |     0 |       0 |       0 |       0 |       0 |       |
| OA      |       0 | ~0%  |     0 |       0 |       0 |       0 |       0 |       |
| Summary |     255 | ~33% |     - |       - |       - |     184 |       - |   946 |

#+BEGIN_SRC sh :dir ~/Master_thesis/runs/Athaliana                                                                                                                                                                 
bash percent_stat.sh stat_AT-25-04.log |column -t                                                                                                                                                                                          
#+END_SRC

#+RESULTS:
| Tool    | SUCCESS | %    | ERROR | PARTIAL | INCOMPl | NO_PAIR | Running | Total |
| CE      |     136 | ~15% |    54 |       3 |     706 |      47 |       0 |       |
| FP      |     266 | ~30% |    29 |      11 |     593 |      47 |       0 |       |
| GO      |       0 | ~0%  |   137 |       0 |     403 |       0 |       0 |       |
| IOGA    |       0 | ~0%  |     0 |       0 |       0 |       0 |       0 |       |
| NP      |       0 | ~0%  |     0 |       0 |       0 |       0 |       0 |       |
| OA      |       0 | ~0%  |     0 |       0 |       0 |       0 |       0 |       |
| Summary |     303 | ~34% |     - |       - |       - |      47 |       - |   946 |

***** list
#+BEGIN_SRC sh :dir ~/Master_thesis/runs/Athaliana
cat stat_AT_09-04.log | grep -oP "SRR\d+.*SUCC.*SUCC.*"|column -t

#+END_SRC

#+RESULTS:
| SRR1945451: | SUCCESS | SUCCESS | - | - | - | - |
| SRR1945454: | SUCCESS | SUCCESS | - | - | - | - |
| SRR1945473: | SUCCESS | SUCCESS | - | - | - | - |
| SRR1945486: | SUCCESS | SUCCESS | - | - | - | - |
| SRR1945487: | SUCCESS | SUCCESS | - | - | - | - |
| SRR1945490: | SUCCESS | SUCCESS | - | - | - | - |
| SRR1945494: | SUCCESS | SUCCESS | - | - | - | - |
| SRR1945520: | SUCCESS | SUCCESS | - | - | - | - |
| SRR1945527: | SUCCESS | SUCCESS | - | - | - | - |
| SRR1945531: | SUCCESS | SUCCESS | - | - | - | - |
| SRR1945534: | SUCCESS | SUCCESS | - | - | - | - |
| SRR1945538: | SUCCESS | SUCCESS | - | - | - | - |
| SRR1945548: | SUCCESS | SUCCESS | - | - | - | - |
| SRR1945549: | SUCCESS | SUCCESS | - | - | - | - |
| SRR1945555: | SUCCESS | SUCCESS | - | - | - | - |
| SRR1945562: | SUCCESS | SUCCESS | - | - | - | - |
| SRR1945569: | SUCCESS | SUCCESS | - | - | - | - |
| SRR1945582: | SUCCESS | SUCCESS | - | - | - | - |
| SRR1945603: | SUCCESS | SUCCESS | - | - | - | - |
| SRR1945758: | SUCCESS | SUCCESS | - | - | - | - |
| SRR1945764: | SUCCESS | SUCCESS | - | - | - | - |
| SRR1945773: | SUCCESS | SUCCESS | - | - | - | - |
| SRR1945783: | SUCCESS | SUCCESS | - | - | - | - |
| SRR1945796: | SUCCESS | SUCCESS | - | - | - | - |
| SRR1945817: | SUCCESS | SUCCESS | - | - | - | - |
| SRR1945831: | SUCCESS | SUCCESS | - | - | - | - |
| SRR1945850: | SUCCESS | SUCCESS | - | - | - | - |
| SRR1945864: | SUCCESS | SUCCESS | - | - | - | - |
| SRR1945898: | SUCCESS | SUCCESS | - | - | - | - |
| SRR1945940: | SUCCESS | SUCCESS | - | - | - | - |
| SRR1945990: | SUCCESS | SUCCESS | - | - | - | - |
| SRR1945991: | SUCCESS | SUCCESS | - | - | - | - |
| SRR1945999: | SUCCESS | SUCCESS | - | - | - | - |
| SRR1946010: | SUCCESS | SUCCESS | - | - | - | - |
| SRR1946053: | SUCCESS | SUCCESS | - | - | - | - |
| SRR1946054: | SUCCESS | SUCCESS | - | - | - | - |
| SRR1946105: | SUCCESS | SUCCESS | - | - | - | - |
| SRR1946136: | SUCCESS | SUCCESS | - | - | - | - |
| SRR1946153: | SUCCESS | SUCCESS | - | - | - | - |
| SRR1946188: | SUCCESS | SUCCESS | - | - | - | - |
| SRR1946209: | SUCCESS | SUCCESS | - | - | - | - |
| SRR1946219: | SUCCESS | SUCCESS | - | - | - | - |
| SRR1946233: | SUCCESS | SUCCESS | - | - | - | - |
| SRR1946258: | SUCCESS | SUCCESS | - | - | - | - |
| SRR1946260: | SUCCESS | SUCCESS | - | - | - | - |
| SRR1946268: | SUCCESS | SUCCESS | - | - | - | - |
| SRR1946270: | SUCCESS | SUCCESS | - | - | - | - |
| SRR1946278: | SUCCESS | SUCCESS | - | - | - | - |
| SRR1946288: | SUCCESS | SUCCESS | - | - | - | - |
| SRR1946305: | SUCCESS | SUCCESS | - | - | - | - |
| SRR1946312: | SUCCESS | SUCCESS | - | - | - | - |
| SRR1946313: | SUCCESS | SUCCESS | - | - | - | - |
| SRR1946386: | SUCCESS | SUCCESS | - | - | - | - |
| SRR1946389: | SUCCESS | SUCCESS | - | - | - | - |
| SRR1946391: | SUCCESS | SUCCESS | - | - | - | - |
| SRR1946399: | SUCCESS | SUCCESS | - | - | - | - |
| SRR1946401: | SUCCESS | SUCCESS | - | - | - | - |
| SRR1946404: | SUCCESS | SUCCESS | - | - | - | - |
| SRR1946409: | SUCCESS | SUCCESS | - | - | - | - |
| SRR1946410: | SUCCESS | SUCCESS | - | - | - | - |
| SRR1946415: | SUCCESS | SUCCESS | - | - | - | - |
| SRR1946426: | SUCCESS | SUCCESS | - | - | - | - |
| SRR1946433: | SUCCESS | SUCCESS | - | - | - | - |
| SRR1946436: | SUCCESS | SUCCESS | - | - | - | - |
| SRR1946437: | SUCCESS | SUCCESS | - | - | - | - |
| SRR1946440: | SUCCESS | SUCCESS | - | - | - | - |
| SRR1946441: | SUCCESS | SUCCESS | - | - | - | - |
| SRR1946442: | SUCCESS | SUCCESS | - | - | - | - |
| SRR1946443: | SUCCESS | SUCCESS | - | - | - | - |
| SRR1946447: | SUCCESS | SUCCESS | - | - | - | - |
| SRR1946452: | SUCCESS | SUCCESS | - | - | - | - |
| SRR1946453: | SUCCESS | SUCCESS | - | - | - | - |
| SRR1946456: | SUCCESS | SUCCESS | - | - | - | - |
| SRR1946457: | SUCCESS | SUCCESS | - | - | - | - |
| SRR1946463: | SUCCESS | SUCCESS | - | - | - | - |
| SRR1946468: | SUCCESS | SUCCESS | - | - | - | - |
| SRR1946471: | SUCCESS | SUCCESS | - | - | - | - |
| SRR1946478: | SUCCESS | SUCCESS | - | - | - | - |
| SRR1946479: | SUCCESS | SUCCESS | - | - | - | - |
| SRR1946480: | SUCCESS | SUCCESS | - | - | - | - |
| SRR1946481: | SUCCESS | SUCCESS | - | - | - | - |
| SRR1946553: | SUCCESS | SUCCESS | - | - | - | - |
| SRR1946556: | SUCCESS | SUCCESS | - | - | - | - |
| SRR1946557: | SUCCESS | SUCCESS | - | - | - | - |
| SRR1946560: | SUCCESS | SUCCESS | - | - | - | - |
| SRR1946562: | SUCCESS | SUCCESS | - | - | - | - |
***** Table - Percent
#+BEGIN_SRC sh :dir ~/Master_thesis/runs/Athaliana
bash percent_stat.sh log_both
#+END_SRC

#+RESULTS:
| Tool    | SUCCESS % | ERROR | PARTIAL | INCOMPl | NO_PAIR | Running | Total |
| CE      | 86 ~100%  |     0 |       0 |       0 |       0 |       0 |       |
| FP      | 86 ~100%  |     0 |       0 |       0 |       0 |       0 |       |
| GO      | 0 ~0%     |     0 |       0 |       0 |       0 |       0 |       |
| IOGA    | 0 ~0%     |     0 |       0 |       0 |       0 |       0 |       |
| NP      | 0 ~0%     |     0 |       0 |       0 |       0 |       0 |       |
| OA      | 0 ~0%     |     0 |       0 |       0 |       0 |       0 |       |
| Summary | 86 ~100%  |     - |       - |       - |       0 |       - |    86 |

***** list
#+BEGIN_SRC sh :dir  ~/Master_thesis/runs/Variance_AT_01/
cat stat_var01|column -t
#+END_SRC

#+RESULTS:
| SRR         | CE      | FP              | GO | IOGA | NP | OA |
| SRR1945451: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945454: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945473: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945486: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945487: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945490: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945494: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945520: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945527: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945531: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945534: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945538: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945548: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945549: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945555: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945562: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945569: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945582: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945603: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945758: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945764: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945773: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945783: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945796: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945817: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945831: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945850: | SUCCESS | INCOMPLETE_high | -  | -    | -  | -  |
| SRR1945864: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945898: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945940: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945990: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945991: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945999: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946010: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946053: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946054: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946105: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946136: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946153: | SUCCESS | INCOMPLETE_low  | -  | -    | -  | -  |
| SRR1946188: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946209: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946219: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946233: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946258: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946260: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946268: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946270: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946278: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946288: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946305: | SUCCESS | INCOMPLETE_low  | -  | -    | -  | -  |
| SRR1946312: | SUCCESS | INCOMPLETE_low  | -  | -    | -  | -  |
| SRR1946313: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946386: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946389: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946391: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946399: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946401: | SUCCESS | INCOMPLETE_low  | -  | -    | -  | -  |
| SRR1946404: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946409: | SUCCESS | INCOMPLETE_low  | -  | -    | -  | -  |
| SRR1946410: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946415: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946426: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946433: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946436: | SUCCESS | INCOMPLETE_low  | -  | -    | -  | -  |
| SRR1946437: | SUCCESS | INCOMPLETE_low  | -  | -    | -  | -  |
| SRR1946440: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946441: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946442: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946443: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946447: | SUCCESS | INCOMPLETE_low  | -  | -    | -  | -  |
| SRR1946452: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946453: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946456: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946457: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946463: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946468: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946471: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946478: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946479: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946480: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946481: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946553: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946556: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946557: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946560: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946562: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
|             |         |                 |    |      |    |    |

***** Table - percent
#+BEGIN_SRC sh :dir  ~/Master_thesis/runs/Variance_AT_01/
bash percent_stat.sh stat_var01
#+END_SRC

#+RESULTS:
| Tool    | SUCCESS % | ERROR | PARTIAL | INCOMPl | NO_PAIR | Running | Total |
| CE      | 86 ~100%  |     0 |       0 |       0 |       0 |       0 |       |
| FP      | 77 ~90%   |     0 |       0 |       9 |       0 |       0 |       |
| GO      | 0 ~0%     |     0 |       0 |       0 |       0 |       0 |       |
| IOGA    | 0 ~0%     |     0 |       0 |       0 |       0 |       0 |       |
| NP      | 0 ~0%     |     0 |       0 |       0 |       0 |       0 |       |
| OA      | 0 ~0%     |     0 |       0 |       0 |       0 |       0 |       |
| Summary | 86 ~100%  |     - |       - |       - |       0 |       - |    86 |

***** list
#+BEGIN_SRC sh :dir  ~/Master_thesis/runs/Variance_AT_02/
cat stat_var02|column -t
#+END_SRC

#+RESULTS:
| SRR         | CE      | FP              | GO | IOGA | NP | OA |
| SRR1945451: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945454: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945473: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945486: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945487: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945490: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945494: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945520: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945527: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945531: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945534: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945538: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945548: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945549: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945555: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945562: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945569: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945582: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945603: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945758: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945764: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945773: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945783: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945796: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945817: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945831: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945850: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945864: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945898: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945940: | SUCCESS | INCOMPLETE_high | -  | -    | -  | -  |
| SRR1945990: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945991: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945999: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946010: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946053: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946054: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946105: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946136: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946153: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946188: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946209: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946219: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946233: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946258: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946260: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946268: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946270: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946278: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946288: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946305: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946312: | SUCCESS | INCOMPLETE_low  | -  | -    | -  | -  |
| SRR1946313: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946386: | SUCCESS | INCOMPLETE_low  | -  | -    | -  | -  |
| SRR1946389: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946391: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946399: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946401: | SUCCESS | INCOMPLETE_low  | -  | -    | -  | -  |
| SRR1946404: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946409: | SUCCESS | INCOMPLETE_low  | -  | -    | -  | -  |
| SRR1946410: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946415: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946426: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946433: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946436: | SUCCESS | INCOMPLETE_low  | -  | -    | -  | -  |
| SRR1946437: | SUCCESS | INCOMPLETE_low  | -  | -    | -  | -  |
| SRR1946440: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946441: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946442: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946443: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946447: | SUCCESS | INCOMPLETE_low  | -  | -    | -  | -  |
| SRR1946452: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946453: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946456: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946457: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946463: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946468: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946471: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946478: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946479: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946480: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946481: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946553: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946556: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946557: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946560: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946562: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
***** Table - percent 
#+BEGIN_SRC sh :dir  ~/Master_thesis/runs/Variance_AT_02/
bash percent_stat.sh stat_var02
#+END_SRC

#+RESULTS:
| Tool    | SUCCESS % | ERROR | PARTIAL | INCOMPl | NO_PAIR | Running | Total |
| CE      | 86 ~100%  |     0 |       0 |       0 |       0 |       0 |       |
| FP      | 78 ~91%   |     0 |       0 |       8 |       0 |       0 |       |
| GO      | 0 ~0%     |     0 |       0 |       0 |       0 |       0 |       |
| IOGA    | 0 ~0%     |     0 |       0 |       0 |       0 |       0 |       |
| NP      | 0 ~0%     |     0 |       0 |       0 |       0 |       0 |       |
| OA      | 0 ~0%     |     0 |       0 |       0 |       0 |       0 |       |
| Summary | 86 ~100%  |     - |       - |       - |       0 |       - |    86 |

***** list
#+BEGIN_SRC sh :dir  ~/Master_thesis/runs/Variance_AT_03/
cat stat_var03|column -t
#+END_SRC

#+RESULTS:
| SRR         | CE      | FP              | GO | IOGA | NP | OA |
| SRR1945451: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945454: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945473: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945486: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945487: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945490: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945494: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945520: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945527: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945531: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945534: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945538: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945548: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945549: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945555: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945562: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945569: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945582: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945603: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945758: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945764: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945773: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945783: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945796: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945817: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945831: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945850: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945864: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945898: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945940: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945990: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945991: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945999: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946010: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946053: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946054: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946105: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946136: | SUCCESS | INCOMPLETE_high | -  | -    | -  | -  |
| SRR1946153: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946188: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946209: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946219: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946233: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946258: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946260: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946268: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946270: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946278: | SUCCESS | PARTIAL         | -  | -    | -  | -  |
| SRR1946288: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946305: | SUCCESS | INCOMPLETE_low  | -  | -    | -  | -  |
| SRR1946312: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946313: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946386: | SUCCESS | INCOMPLETE_low  | -  | -    | -  | -  |
| SRR1946389: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946391: | SUCCESS | INCOMPLETE_low  | -  | -    | -  | -  |
| SRR1946399: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946401: | SUCCESS | INCOMPLETE_low  | -  | -    | -  | -  |
| SRR1946404: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946409: | SUCCESS | INCOMPLETE_low  | -  | -    | -  | -  |
| SRR1946410: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946415: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946426: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946433: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946436: | SUCCESS | INCOMPLETE_low  | -  | -    | -  | -  |
| SRR1946437: | SUCCESS | INCOMPLETE_low  | -  | -    | -  | -  |
| SRR1946440: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946441: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946442: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946443: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946447: | SUCCESS | INCOMPLETE_low  | -  | -    | -  | -  |
| SRR1946452: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946453: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946456: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946457: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946463: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946468: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946471: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946478: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946479: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946480: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946481: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946553: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946556: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946557: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946560: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946562: | SUCCESS | SUCCESS         | -  | -    | -  | -  |

***** Table - Percent
#+BEGIN_SRC sh :dir  ~/Master_thesis/runs/Variance_AT_03/
bash percent_stat.sh stat_var03
#+END_SRC

#+RESULTS:
| Tool    | SUCCESS % | ERROR | PARTIAL | INCOMPl | NO_PAIR | Running | Total |
| CE      | 86 ~100%  |     0 |       0 |       0 |       0 |       0 |       |
| FP      | 76 ~88%   |     0 |       1 |       9 |       0 |       0 |       |
| GO      | 0 ~0%     |     0 |       0 |       0 |       0 |       0 |       |
| IOGA    | 0 ~0%     |     0 |       0 |       0 |       0 |       0 |       |
| NP      | 0 ~0%     |     0 |       0 |       0 |       0 |       0 |       |
| OA      | 0 ~0%     |     0 |       0 |       0 |       0 |       0 |       |
| Summary | 86 ~100%  |     - |       - |       - |       0 |       - |    86 |

***** list
#+BEGIN_SRC sh :dir  ~/Master_thesis/runs/Variance_AT_04/
cat stat_var04|column -t
#+END_SRC

#+RESULTS:
| SRR         | CE      | FP              | GO | IOGA | NP | OA |
| SRR1945451: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945454: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945473: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945486: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945487: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945490: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945494: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945520: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945527: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945531: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945534: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945538: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945548: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945549: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945555: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945562: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945569: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945582: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945603: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945758: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945764: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945773: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945783: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945796: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945817: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945831: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945850: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945864: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945898: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945940: | SUCCESS | INCOMPLETE_high | -  | -    | -  | -  |
| SRR1945990: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945991: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945999: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946010: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946053: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946054: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946105: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946136: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946153: | SUCCESS | INCOMPLETE_low  | -  | -    | -  | -  |
| SRR1946188: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946209: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946219: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946233: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946258: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946260: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946268: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946270: | SUCCESS | INCOMPLETE_low  | -  | -    | -  | -  |
| SRR1946278: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946288: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946305: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946312: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946313: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946386: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946389: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946391: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946399: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946401: | SUCCESS | INCOMPLETE_low  | -  | -    | -  | -  |
| SRR1946404: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946409: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946410: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946415: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946426: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946433: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946436: | SUCCESS | INCOMPLETE_low  | -  | -    | -  | -  |
| SRR1946437: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946440: | SUCCESS | INCOMPLETE_high | -  | -    | -  | -  |
| SRR1946441: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946442: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946443: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946447: | SUCCESS | INCOMPLETE_low  | -  | -    | -  | -  |
| SRR1946452: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946453: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946456: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946457: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946463: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946468: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946471: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946478: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946479: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946480: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946481: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946553: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946556: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946557: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946560: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946562: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
***** Table percent
#+BEGIN_SRC sh :dir  ~/Master_thesis/runs/Variance_AT_04/
bash percent_stat.sh stat_var04
#+END_SRC

#+RESULTS:
| Tool    | SUCCESS % | ERROR | PARTIAL | INCOMPl | NO_PAIR | Running | Total |
| CE      | 86 ~100%  |     0 |       0 |       0 |       0 |       0 |       |
| FP      | 79 ~92%   |     0 |       0 |       7 |       0 |       0 |       |
| GO      | 0 ~0%     |     0 |       0 |       0 |       0 |       0 |       |
| IOGA    | 0 ~0%     |     0 |       0 |       0 |       0 |       0 |       |
| NP      | 0 ~0%     |     0 |       0 |       0 |       0 |       0 |       |
| OA      | 0 ~0%     |     0 |       0 |       0 |       0 |       0 |       |
| Summary | 86 ~100%  |     - |       - |       - |       0 |       - |    86 |

***** list
#+BEGIN_SRC sh :dir  ~/Master_thesis/runs/Variance_AT_05/
cat stat_var05|column -t
#+END_SRC

#+RESULTS:
| SRR         | CE      | FP              | GO | IOGA | NP | OA |
| SRR1945451: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945454: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945473: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945486: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945487: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945490: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945494: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945520: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945527: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945531: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945534: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945538: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945548: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945549: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945555: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945562: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945569: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945582: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945603: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945758: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945764: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945773: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945783: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945796: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945817: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945831: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945850: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945864: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945898: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945940: | SUCCESS | INCOMPLETE_high | -  | -    | -  | -  |
| SRR1945990: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945991: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945999: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946010: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946053: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946054: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946105: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946136: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946153: | SUCCESS | INCOMPLETE_low  | -  | -    | -  | -  |
| SRR1946188: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946209: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946219: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946233: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946258: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946260: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946268: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946270: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946278: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946288: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946305: | SUCCESS | INCOMPLETE_low  | -  | -    | -  | -  |
| SRR1946312: | SUCCESS | INCOMPLETE_low  | -  | -    | -  | -  |
| SRR1946313: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946386: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946389: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946391: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946399: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946401: | SUCCESS | INCOMPLETE_low  | -  | -    | -  | -  |
| SRR1946404: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946409: | SUCCESS | INCOMPLETE_low  | -  | -    | -  | -  |
| SRR1946410: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946415: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946426: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946433: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946436: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946437: | SUCCESS | INCOMPLETE_low  | -  | -    | -  | -  |
| SRR1946440: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946441: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946442: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946443: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946447: | SUCCESS | INCOMPLETE_low  | -  | -    | -  | -  |
| SRR1946452: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946453: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946456: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946457: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946463: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946468: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946471: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946478: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946479: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946480: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946481: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946553: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946556: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946557: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946560: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946562: | SUCCESS | SUCCESS         | -  | -    | -  | -  |

***** Table - percent
#+BEGIN_SRC sh :dir  ~/Master_thesis/runs/Variance_AT_05/
bash percent_stat.sh stat_var05
#+END_SRC

#+RESULTS:
| Tool    | SUCCESS % | ERROR | PARTIAL | INCOMPl | NO_PAIR | Running | Total |
| CE      | 86 ~100%  |     0 |       0 |       0 |       0 |       0 |       |
| FP      | 78 ~91%   |     0 |       0 |       8 |       0 |       0 |       |
| GO      | 0 ~0%     |     0 |       0 |       0 |       0 |       0 |       |
| IOGA    | 0 ~0%     |     0 |       0 |       0 |       0 |       0 |       |
| NP      | 0 ~0%     |     0 |       0 |       0 |       0 |       0 |       |
| OA      | 0 ~0%     |     0 |       0 |       0 |       0 |       0 |       |
| Summary | 86 ~100%  |     - |       - |       - |       0 |       - |    86 |
***** list
#+BEGIN_SRC sh :dir  ~/Master_thesis/runs/Variance_AT_06/
cat stat_var06|column -t
#+END_SRC

#+RESULTS:
| SRR         | CE      | FP              | GO | IOGA | NP | OA |
| SRR1945451: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945454: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945473: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945486: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945487: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945490: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945494: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945520: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945527: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945531: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945534: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945538: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945548: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945549: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945555: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945562: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945569: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945582: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945603: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945758: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945764: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945773: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945783: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945796: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945817: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945831: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945850: | SUCCESS | INCOMPLETE_high | -  | -    | -  | -  |
| SRR1945864: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945898: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945940: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945990: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945991: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945999: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946010: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946053: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946054: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946105: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946136: | SUCCESS | INCOMPLETE_high | -  | -    | -  | -  |
| SRR1946153: | SUCCESS | INCOMPLETE_low  | -  | -    | -  | -  |
| SRR1946188: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946209: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946219: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946233: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946258: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946260: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946268: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946270: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946278: | SUCCESS | PARTIAL         | -  | -    | -  | -  |
| SRR1946288: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946305: | SUCCESS | INCOMPLETE_low  | -  | -    | -  | -  |
| SRR1946312: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946313: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946386: | SUCCESS | INCOMPLETE_low  | -  | -    | -  | -  |
| SRR1946389: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946391: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946399: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946401: | SUCCESS | INCOMPLETE_low  | -  | -    | -  | -  |
| SRR1946404: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946409: | SUCCESS | INCOMPLETE_low  | -  | -    | -  | -  |
| SRR1946410: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946415: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946426: | SUCCESS | ERROR           | -  | -    | -  | -  |
| SRR1946433: | SUCCESS | ERROR           | -  | -    | -  | -  |
| SRR1946436: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946437: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946440: | SUCCESS | ERROR           | -  | -    | -  | -  |
| SRR1946441: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946442: | SUCCESS | ERROR           | -  | -    | -  | -  |
| SRR1946443: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946447: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946452: | SUCCESS | ERROR           | -  | -    | -  | -  |
| SRR1946453: | SUCCESS | ERROR           | -  | -    | -  | -  |
| SRR1946456: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946457: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946463: | SUCCESS | ERROR           | -  | -    | -  | -  |
| SRR1946468: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946471: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946478: | SUCCESS | ERROR           | -  | -    | -  | -  |
| SRR1946479: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946480: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946481: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946553: | SUCCESS | ERROR           | -  | -    | -  | -  |
| SRR1946556: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946557: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946560: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946562: | SUCCESS | SUCCESS         | -  | -    | -  | -  |

***** Table - percent
#+BEGIN_SRC sh :dir  ~/Master_thesis/runs/Variance_AT_06/
bash percent_stat.sh stat_var06
#+END_SRC

#+RESULTS:
| Tool    | SUCCESS % | ERROR | PARTIAL | INCOMPl | NO_PAIR | Running | Total |
| CE      | 86 ~100%  |     0 |       0 |       0 |       0 |       0 |       |
| FP      | 69 ~80%   |     9 |       1 |       7 |       0 |       0 |       |
| GO      | 0 ~0%     |     0 |       0 |       0 |       0 |       0 |       |
| IOGA    | 0 ~0%     |     0 |       0 |       0 |       0 |       0 |       |
| NP      | 0 ~0%     |     0 |       0 |       0 |       0 |       0 |       |
| OA      | 0 ~0%     |     0 |       0 |       0 |       0 |       0 |       |
| Summary | 86 ~100%  |     - |       - |       - |       0 |       - |    86 |

***** list
#+BEGIN_SRC sh :dir  ~/Master_thesis/runs/Variance_AT_07/
cat stat_var07|column -t
#+END_SRC

#+RESULTS:
| SRR         | CE      | FP              | GO | IOGA | NP | OA |
| SRR1945451: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945454: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945473: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945486: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945487: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945490: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945494: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945520: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945527: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945531: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945534: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945538: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945548: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945549: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945555: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945562: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945569: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945582: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945603: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945758: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945764: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945773: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945783: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945796: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945817: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945831: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945850: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945864: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945898: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945940: | SUCCESS | INCOMPLETE_high | -  | -    | -  | -  |
| SRR1945990: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945991: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945999: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946010: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946053: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946054: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946105: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946136: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946153: | SUCCESS | INCOMPLETE_low  | -  | -    | -  | -  |
| SRR1946188: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946209: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946219: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946233: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946258: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946260: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946268: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946270: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946278: | SUCCESS | PARTIAL         | -  | -    | -  | -  |
| SRR1946288: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946305: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946312: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946313: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946386: | SUCCESS | INCOMPLETE_low  | -  | -    | -  | -  |
| SRR1946389: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946391: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946399: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946401: | SUCCESS | INCOMPLETE_low  | -  | -    | -  | -  |
| SRR1946404: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946409: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946410: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946415: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946426: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946433: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946436: | SUCCESS | INCOMPLETE_low  | -  | -    | -  | -  |
| SRR1946437: | SUCCESS | INCOMPLETE_low  | -  | -    | -  | -  |
| SRR1946440: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946441: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946442: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946443: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946447: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946452: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946453: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946456: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946457: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946463: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946468: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946471: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946478: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946479: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946480: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946481: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946553: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946556: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946557: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946560: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946562: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
***** Table - percent
#+BEGIN_SRC sh :dir  ~/Master_thesis/runs/Variance_AT_07/
bash percent_stat.sh stat_var07
#+END_SRC

#+RESULTS:
| Tool    | SUCCESS % | ERROR | PARTIAL | INCOMPl | NO_PAIR | Running | Total |
| CE      | 86 ~100%  |     0 |       0 |       0 |       0 |       0 |       |
| FP      | 79 ~92%   |     0 |       1 |       6 |       0 |       0 |       |
| GO      | 0 ~0%     |     0 |       0 |       0 |       0 |       0 |       |
| IOGA    | 0 ~0%     |     0 |       0 |       0 |       0 |       0 |       |
| NP      | 0 ~0%     |     0 |       0 |       0 |       0 |       0 |       |
| OA      | 0 ~0%     |     0 |       0 |       0 |       0 |       0 |       |
| Summary | 86 ~100%  |     - |       - |       - |       0 |       - |    86 |

***** list
#+BEGIN_SRC sh :dir  ~/Master_thesis/runs/Variance_AT_08/
cat stat_var08|column -t
#+END_SRC

#+RESULTS:
| SRR         | CE      | FP              | GO | IOGA | NP | OA |
| SRR1945451: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945454: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945473: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945486: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945487: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945490: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945494: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945520: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945527: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945531: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945534: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945538: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945548: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945549: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945555: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945562: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945569: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945582: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945603: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945758: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945764: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945773: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945783: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945796: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945817: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945831: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945850: | SUCCESS | INCOMPLETE_high | -  | -    | -  | -  |
| SRR1945864: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945898: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945940: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945990: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945991: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945999: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946010: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946053: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946054: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946105: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946136: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946153: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946188: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946209: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946219: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946233: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946258: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946260: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946268: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946270: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946278: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946288: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946305: | SUCCESS | INCOMPLETE_low  | -  | -    | -  | -  |
| SRR1946312: | SUCCESS | INCOMPLETE_low  | -  | -    | -  | -  |
| SRR1946313: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946386: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946389: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946391: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946399: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946401: | SUCCESS | INCOMPLETE_low  | -  | -    | -  | -  |
| SRR1946404: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946409: | SUCCESS | INCOMPLETE_low  | -  | -    | -  | -  |
| SRR1946410: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946415: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946426: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946433: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946436: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946437: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946440: | SUCCESS | INCOMPLETE_high | -  | -    | -  | -  |
| SRR1946441: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946442: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946443: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946447: | SUCCESS | INCOMPLETE_low  | -  | -    | -  | -  |
| SRR1946452: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946453: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946456: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946457: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946463: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946468: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946471: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946478: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946479: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946480: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946481: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946553: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946556: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946557: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946560: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946562: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
***** Table - percent
#+BEGIN_SRC sh :dir  ~/Master_thesis/runs/Variance_AT_08/
bash percent_stat.sh stat_var08
#+END_SRC

#+RESULTS:
| Tool    | SUCCESS % | ERROR | PARTIAL | INCOMPl | NO_PAIR | Running | Total |
| CE      | 86 ~100%  |     0 |       0 |       0 |       0 |       0 |       |
| FP      | 79 ~92%   |     0 |       0 |       7 |       0 |       0 |       |
| GO      | 0 ~0%     |     0 |       0 |       0 |       0 |       0 |       |
| IOGA    | 0 ~0%     |     0 |       0 |       0 |       0 |       0 |       |
| NP      | 0 ~0%     |     0 |       0 |       0 |       0 |       0 |       |
| OA      | 0 ~0%     |     0 |       0 |       0 |       0 |       0 |       |
| Summary | 86 ~100%  |     - |       - |       - |       0 |       - |    86 |

***** list
#+BEGIN_SRC sh :dir  ~/Master_thesis/runs/Variance_AT_09/
cat stat_var09|column -t
#+END_SRC

#+RESULTS:
| SRR         | CE      | FP              | GO | IOGA | NP | OA |
| SRR1945451: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945454: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945473: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945486: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945487: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945490: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945494: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945520: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945527: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945531: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945534: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945538: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945548: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945549: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945555: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945562: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945569: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945582: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945603: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945758: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945764: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945773: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945783: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945796: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945817: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945831: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945850: | SUCCESS | INCOMPLETE_high | -  | -    | -  | -  |
| SRR1945864: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945898: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945940: | SUCCESS | INCOMPLETE_high | -  | -    | -  | -  |
| SRR1945990: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945991: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1945999: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946010: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946053: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946054: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946105: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946136: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946153: | SUCCESS | INCOMPLETE_low  | -  | -    | -  | -  |
| SRR1946188: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946209: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946219: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946233: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946258: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946260: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946268: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946270: | SUCCESS | INCOMPLETE_low  | -  | -    | -  | -  |
| SRR1946278: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946288: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946305: | SUCCESS | INCOMPLETE_low  | -  | -    | -  | -  |
| SRR1946312: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946313: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946386: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946389: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946391: | SUCCESS | INCOMPLETE_low  | -  | -    | -  | -  |
| SRR1946399: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946401: | SUCCESS | INCOMPLETE_low  | -  | -    | -  | -  |
| SRR1946404: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946409: | SUCCESS | INCOMPLETE_low  | -  | -    | -  | -  |
| SRR1946410: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946415: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946426: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946433: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946436: | SUCCESS | INCOMPLETE_low  | -  | -    | -  | -  |
| SRR1946437: | SUCCESS | INCOMPLETE_low  | -  | -    | -  | -  |
| SRR1946440: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946441: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946442: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946443: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946447: | SUCCESS | INCOMPLETE_low  | -  | -    | -  | -  |
| SRR1946452: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946453: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946456: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946457: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946463: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946468: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946471: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946478: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946479: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946480: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946481: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946553: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946556: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946557: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946560: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
| SRR1946562: | SUCCESS | SUCCESS         | -  | -    | -  | -  |
***** Table - percent
#+BEGIN_SRC sh :dir  ~/Master_thesis/runs/Variance_AT_09/
bash percent_stat.sh stat_var09
#+END_SRC

#+RESULTS:
| Tool    | SUCCESS % | ERROR | PARTIAL | INCOMPl | NO_PAIR | Running | Total |
| CE      | 86 ~100%  |     0 |       0 |       0 |       0 |       0 |       |
| FP      | 75 ~87%   |     0 |       0 |      11 |       0 |       0 |       |
| GO      | 0 ~0%     |     0 |       0 |       0 |       0 |       0 |       |
| IOGA    | 0 ~0%     |     0 |       0 |       0 |       0 |       0 |       |
| NP      | 0 ~0%     |     0 |       0 |       0 |       0 |       0 |       |
| OA      | 0 ~0%     |     0 |       0 |       0 |       0 |       0 |       |
| Summary | 86 ~100%  |     - |       - |       - |       0 |       - |    86 |

***** list
#+BEGIN_SRC sh :dir  ~/Master_thesis/runs/Variance_AT_10/
cat stat_var10|column -t
#+END_SRC

#+RESULTS:
| SRR         | CE      | FP             | GO | IOGA | NP | OA |
| SRR1945451: | SUCCESS | SUCCESS        | -  | -    | -  | -  |
| SRR1945454: | SUCCESS | SUCCESS        | -  | -    | -  | -  |
| SRR1945473: | SUCCESS | SUCCESS        | -  | -    | -  | -  |
| SRR1945486: | SUCCESS | SUCCESS        | -  | -    | -  | -  |
| SRR1945487: | SUCCESS | SUCCESS        | -  | -    | -  | -  |
| SRR1945490: | SUCCESS | SUCCESS        | -  | -    | -  | -  |
| SRR1945494: | SUCCESS | SUCCESS        | -  | -    | -  | -  |
| SRR1945520: | SUCCESS | SUCCESS        | -  | -    | -  | -  |
| SRR1945527: | SUCCESS | SUCCESS        | -  | -    | -  | -  |
| SRR1945531: | SUCCESS | SUCCESS        | -  | -    | -  | -  |
| SRR1945534: | SUCCESS | SUCCESS        | -  | -    | -  | -  |
| SRR1945538: | SUCCESS | SUCCESS        | -  | -    | -  | -  |
| SRR1945548: | SUCCESS | SUCCESS        | -  | -    | -  | -  |
| SRR1945549: | SUCCESS | SUCCESS        | -  | -    | -  | -  |
| SRR1945555: | SUCCESS | SUCCESS        | -  | -    | -  | -  |
| SRR1945562: | SUCCESS | SUCCESS        | -  | -    | -  | -  |
| SRR1945569: | SUCCESS | SUCCESS        | -  | -    | -  | -  |
| SRR1945582: | SUCCESS | SUCCESS        | -  | -    | -  | -  |
| SRR1945603: | SUCCESS | SUCCESS        | -  | -    | -  | -  |
| SRR1945758: | SUCCESS | SUCCESS        | -  | -    | -  | -  |
| SRR1945764: | SUCCESS | SUCCESS        | -  | -    | -  | -  |
| SRR1945773: | SUCCESS | SUCCESS        | -  | -    | -  | -  |
| SRR1945783: | SUCCESS | SUCCESS        | -  | -    | -  | -  |
| SRR1945796: | SUCCESS | SUCCESS        | -  | -    | -  | -  |
| SRR1945817: | SUCCESS | SUCCESS        | -  | -    | -  | -  |
| SRR1945831: | SUCCESS | SUCCESS        | -  | -    | -  | -  |
| SRR1945850: | SUCCESS | SUCCESS        | -  | -    | -  | -  |
| SRR1945864: | SUCCESS | SUCCESS        | -  | -    | -  | -  |
| SRR1945898: | SUCCESS | SUCCESS        | -  | -    | -  | -  |
| SRR1945940: | SUCCESS | SUCCESS        | -  | -    | -  | -  |
| SRR1945990: | SUCCESS | SUCCESS        | -  | -    | -  | -  |
| SRR1945991: | SUCCESS | SUCCESS        | -  | -    | -  | -  |
| SRR1945999: | SUCCESS | SUCCESS        | -  | -    | -  | -  |
| SRR1946010: | SUCCESS | SUCCESS        | -  | -    | -  | -  |
| SRR1946053: | SUCCESS | SUCCESS        | -  | -    | -  | -  |
| SRR1946054: | SUCCESS | SUCCESS        | -  | -    | -  | -  |
| SRR1946105: | SUCCESS | SUCCESS        | -  | -    | -  | -  |
| SRR1946136: | SUCCESS | SUCCESS        | -  | -    | -  | -  |
| SRR1946153: | SUCCESS | INCOMPLETE_low | -  | -    | -  | -  |
| SRR1946188: | SUCCESS | SUCCESS        | -  | -    | -  | -  |
| SRR1946209: | SUCCESS | SUCCESS        | -  | -    | -  | -  |
| SRR1946219: | SUCCESS | SUCCESS        | -  | -    | -  | -  |
| SRR1946233: | SUCCESS | SUCCESS        | -  | -    | -  | -  |
| SRR1946258: | SUCCESS | SUCCESS        | -  | -    | -  | -  |
| SRR1946260: | SUCCESS | SUCCESS        | -  | -    | -  | -  |
| SRR1946268: | SUCCESS | SUCCESS        | -  | -    | -  | -  |
| SRR1946270: | SUCCESS | INCOMPLETE_low | -  | -    | -  | -  |
| SRR1946278: | SUCCESS | SUCCESS        | -  | -    | -  | -  |
| SRR1946288: | SUCCESS | SUCCESS        | -  | -    | -  | -  |
| SRR1946305: | SUCCESS | INCOMPLETE_low | -  | -    | -  | -  |
| SRR1946312: | SUCCESS | SUCCESS        | -  | -    | -  | -  |
| SRR1946313: | SUCCESS | SUCCESS        | -  | -    | -  | -  |
| SRR1946386: | SUCCESS | SUCCESS        | -  | -    | -  | -  |
| SRR1946389: | SUCCESS | SUCCESS        | -  | -    | -  | -  |
| SRR1946391: | SUCCESS | INCOMPLETE_low | -  | -    | -  | -  |
| SRR1946399: | SUCCESS | SUCCESS        | -  | -    | -  | -  |
| SRR1946401: | SUCCESS | INCOMPLETE_low | -  | -    | -  | -  |
| SRR1946404: | SUCCESS | SUCCESS        | -  | -    | -  | -  |
| SRR1946409: | SUCCESS | INCOMPLETE_low | -  | -    | -  | -  |
| SRR1946410: | SUCCESS | SUCCESS        | -  | -    | -  | -  |
| SRR1946415: | SUCCESS | SUCCESS        | -  | -    | -  | -  |
| SRR1946426: | SUCCESS | SUCCESS        | -  | -    | -  | -  |
| SRR1946433: | SUCCESS | SUCCESS        | -  | -    | -  | -  |
| SRR1946436: | SUCCESS | INCOMPLETE_low | -  | -    | -  | -  |
| SRR1946437: | SUCCESS | INCOMPLETE_low | -  | -    | -  | -  |
| SRR1946440: | SUCCESS | SUCCESS        | -  | -    | -  | -  |
| SRR1946441: | SUCCESS | SUCCESS        | -  | -    | -  | -  |
| SRR1946442: | SUCCESS | SUCCESS        | -  | -    | -  | -  |
| SRR1946443: | SUCCESS | SUCCESS        | -  | -    | -  | -  |
| SRR1946447: | SUCCESS | SUCCESS        | -  | -    | -  | -  |
| SRR1946452: | SUCCESS | SUCCESS        | -  | -    | -  | -  |
| SRR1946453: | SUCCESS | SUCCESS        | -  | -    | -  | -  |
| SRR1946456: | SUCCESS | SUCCESS        | -  | -    | -  | -  |
| SRR1946457: | SUCCESS | SUCCESS        | -  | -    | -  | -  |
| SRR1946463: | SUCCESS | SUCCESS        | -  | -    | -  | -  |
| SRR1946468: | SUCCESS | SUCCESS        | -  | -    | -  | -  |
| SRR1946471: | SUCCESS | SUCCESS        | -  | -    | -  | -  |
| SRR1946478: | SUCCESS | SUCCESS        | -  | -    | -  | -  |
| SRR1946479: | SUCCESS | SUCCESS        | -  | -    | -  | -  |
| SRR1946480: | SUCCESS | SUCCESS        | -  | -    | -  | -  |
| SRR1946481: | SUCCESS | SUCCESS        | -  | -    | -  | -  |
| SRR1946553: | SUCCESS | SUCCESS        | -  | -    | -  | -  |
| SRR1946556: | SUCCESS | SUCCESS        | -  | -    | -  | -  |
| SRR1946557: | SUCCESS | SUCCESS        | -  | -    | -  | -  |
| SRR1946560: | SUCCESS | SUCCESS        | -  | -    | -  | -  |
| SRR1946562: | SUCCESS | SUCCESS        | -  | -    | -  | -  |
***** Table - percent
#+BEGIN_SRC sh :dir  ~/Master_thesis/runs/Variance_AT_10/
bash percent_stat.sh stat_var10
#+END_SRC

#+RESULTS:
| Tool    | SUCCESS % | ERROR | PARTIAL | INCOMPl | NO_PAIR | Running | Total |
| CE      | 86 ~100%  |     0 |       0 |       0 |       0 |       0 |       |
| FP      | 78 ~91%   |     0 |       0 |       8 |       0 |       0 |       |
| GO      | 0 ~0%     |     0 |       0 |       0 |       0 |       0 |       |
| IOGA    | 0 ~0%     |     0 |       0 |       0 |       0 |       0 |       |
| NP      | 0 ~0%     |     0 |       0 |       0 |       0 |       0 |       |
| OA      | 0 ~0%     |     0 |       0 |       0 |       0 |       0 |       |
| Summary | 86 ~100%  |     - |       - |       - |       0 |       - |    86 |

